{"product1":{"name":"Woven Jacket","description":"Crafted with stretchy, breathable material, the Nike Tech Woven Jacket offers you ease of movement and adjustable details. Bungee cords with cord locks create a custom fit at the hem and hood.","price":145,"categories":["clothing","jacket","woven"]},"product2":{"name":"Woven Oversized Pants","description":"Crafted with stretchy woven material, these Nike Tech pants offer you ease of movement and adjustability. The wide-leg cut is paired with bungee locks at the ankles that let you switch up the fit.","price":135,"categories":["clothing","pants","woven"]},"product3":{"name":"Fair Isle Swoosh Sweater","description":"This Fair Isle sweater offers the notable qualities of the traditional version—warmth, comfort and a festive aesthetic. We updated this timeless style with a Swoosh logo knit into its wool jacquard fabric.","price":200,"categories":["clothing","sweater"]},"product4":{"name":"Chamois Double-Knee Pants","description":"These loose fitting, straight leg pants take you from work to the weekend in crisp, clean style. They're made with supersoft heavyweight canvas, a durable material that stands up to whatever you throw at them.","price":155,"categories":["clothing","pants","khaki"]},"product5":{"name":"Padded Work Vest","description":"This loose fitting vest has your back through seasonal transitions and beyond. It's made from heavyweight cotton with a thick, old-school ribbed collar. Lightweight fill and a peached lining offer a soft interior finish.","price":165,"categories":["clothing","vest","padded"]},"product6":{"name":"Carpenter Pants","description":"Designed for durability, these carpenter pants are made with heavyweight cotton twill that stands up to routine wear. Their relaxed fit and numerous pockets give them a classic, functional feel.","price":130,"categories":["clothing","pants","khaki"]},"product7":{"name":"Heavyweight Waffle Long-Sleeve Top","description":"Elevate your everyday base layer with this heavyweight waffle-knit thermal top. Designed to feel relaxed yet structured, it’s an essential addition to your cool-weather wardrobe as a layering piece or on its own.","price":80,"categories":["clothing","long-sleeve","sweater"]},"product8":{"name":"Therma-FIT Jacket","description":"Don't let the foul weather stop you with this ultra-warm and dry GORE-TEX coat. Spacious through the body and sleeves, it also has a full-length zipper and adjustable hem that let you dial in the perfect fit. The hood and breathable face shield add even more coverage.","price":450,"categories":["clothing","jacket","padded"]}}